13/data/attachments/b7192bd2f1fa06c4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_6cb01dc1-156d-45a2-b246-a337a6574f15</nif:username>
            <nif:friendToBeAdded>Kathryn_international_Friend_6305_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>